---
kind: enumMember
id: F:Autodesk.Revit.DB.ViewDisplayEdges.None
enum: Autodesk.Revit.DB.ViewDisplayEdges
source: html/3e28283d-701e-4b00-5bab-0d1da2e8bb86.htm
---
# Autodesk.Revit.DB.ViewDisplayEdges.None

The edges are invisible